Repository: kvark128/TextFragments
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru, tr

source: Text fragments
tr: Metin parçaları

source: not supported
ru: не поддерживается
tr: desteklenmiyor

source: Reports the current word. Twice pressing selects it
ru: Сообщает текущее слово. Двойное нажатие выделяет его
tr: Geçerli kelimeyi seslendirir. İki kez basılırsa ilgili metni seçer

source: Reports text from the caret to the start of the word. Twice pressing selects it
ru: Сообщает текст от каретки до начала слова. Двойное нажатие выделяет его
tr: İmleçten kelimenin başına kadar olan metni seslendirir. İki kez basılırsa ilgili metni seçer

source: Reports text from the caret to the end of the word. Twice pressing selects it
ru: Сообщает текст от каретки до конца слова. Двойное нажатие выделяет его
tr: İmleçten kelimenin sonuna kadar olan metni seslendirir. İki kez basılırsa ilgili metni seçer

source: Reports the current line. Twice pressing selects it
ru: Сообщает текущую строку. Двойное нажатие выделяет её
tr: Geçerli satırı seslendirir. İki kez basılırsa ilgili metni seçer

source: Reports text from the caret to the start of the line. Twice pressing selects it
ru: Сообщает текст от каретки до начала строки. Двойное нажатие выделяет его
tr: İmleçten satırın başına kadar olan metni seslendirir. İki kez basılırsa ilgili metni seçer

source: Reports text from the caret to the end of the line. Twice pressing selects it
ru: Сообщает текст от каретки до конца строки. Двойное нажатие выделяет его
tr: İmleçten satırın sonuna kadar olan metni seslendirir. İki kez basılırsa ilgili metni seçer

source: Reports the current sentence. Twice pressing selects it
ru: Сообщает текущее предложение. Двойное нажатие выделяет его
tr: Geçerli cümleyi seslendirir. İki kez basılırsa ilgili metni seçer

source: Reports text from the caret to the start of the sentence. Twice pressing selects it
ru: Сообщает текст от каретки до начала предложения. Двойное нажатие выделяет его
tr: İmleçten cümlenin başına kadar olan metni seslendirir. İki kez basılırsa ilgili metni seçer

source: Reports text from the caret to the end of the sentence. Twice pressing selects it
ru: Сообщает текст от каретки до конца предложения. Двойное нажатие выделяет его
tr: İmleçten cümlenin sonuna kadar olan metni seslendirir. İki kez basılırsa ilgili metni seçer

source: Reports the current paragraph. Twice pressing selects it
ru: Сообщает текущий абзац. Двойное нажатие выделяет его
tr: Geçerli paragrafı seslendirir. İki kez basılırsa ilgili metni seçer

source: Reports text from the caret to the start of the paragraph. Twice pressing selects it
ru: Сообщает текст от каретки до начала абзаца. Двойное нажатие выделяет его
tr: İmleçten paragrafın başına kadar olan metni seslendirir. İki kez basılırsa ilgili metni seçer

source: Reports text from the caret to the end of the paragraph. Twice pressing selects it
ru: Сообщает текст от каретки до конца абзаца. Двойное нажатие выделяет его
tr: İmleçten paragrafın sonuna kadar olan metni seslendirir. İki kez basılırsa ilgili metni seçer

source: Text Fragments
tr: Metin Parçaları

source: Provides a set of commands for reading and selecting various text fragments
ru: Предоставляет набор команд для чтения и выделения различных фрагментов текста
tr: Çeşitli metin parçalarını okumak ve seçmek için bir dizi komut sağlar
